Repository: sabnzbd/sabnzbd
Catalog: po/nsis/*.po
Languages: cs, da, fr, it, sr, tr

source: Go to the SABnzbd Wiki
da: Gå til SABnzbd Wiki
fr: Aller sur le Wiki de SABnzbd
sr: Иди на SABnzbd Вики

source: Show Release Notes
cs: Zobrazit poznámky k vydání
da: Vis udgivelsesbemærkninger
fr: Afficher les notes de version
it: Mostra note di rilascio
sr: Прикажи белешке о издању
tr: Yayın Notlarını Göster

source: Support the project, Donate!
cs: Podpořte projekt!
da: Støtte projektet, donere!
fr: Supportez le projet, faites un don !
it: Sostieni il progetto, dona!
sr: Подржите пројекат, дајте добровољан прилог!
tr: Projeye destek olun, Bağış Yapın!

source: Please close "SABnzbd.exe" first
da: Luk 'SABnzbd.exe' først
fr: Quittez "SABnzbd.exe" avant l'installation, SVP
sr: Прво затворите „SABnzbd.exe“

source: >>>> WARNING <<<<\r\n\r\nPlease, first check the release notes or go to http://wiki.sabnzbd.org/introducing-0-7-0 !
da: >>>> ADVARSEL <<<<\r\n\r\nVenligst, se først produktbemærkningerne eller gå til http://wiki.sabnzbd.org/introducing-0-7-0 !
fr: >>>> AVERTISSEMENT <<<<\r\n\r\nS'il vous plaît, vérifiez d'abord les notes de version ou consultez http://wiki.sabnzbd.org/introducing-0-7-0 !
sr: >>>> ПАЖЊА <<<<\r\n\r\nПрво проверите белешке о верзији или идите на http://wiki.sabnzbd.org/introducing-0-7-0 !

source: This will uninstall SABnzbd from your system
cs: Tímto odinstalujete SABnzbd z vašeho systému
da: Dette vil afinstallere SABnzbd fra dit system
fr: Ceci désinstallera SABnzbd de votre système
it: Questo disinstallerà SABnzbd dal tuo sistema
sr: Ово ће уклонити САБнзбд са вашег система
tr: Bu, SABnzbd'yi sisteminizden kaldıracaktır

source: Run at startup
cs: Spouštět při startu systému
da: Kør ved opstart
fr: Lancer au démarrage
it: Esegui all'avvio
sr: Покрени са системом
tr: Başlangıçta Çalıştır

source: Desktop Icon
cs: Ikona na ploše
da: Skrivebords ikon
fr: Icône sur le Bureau
it: Icona sul desktop
sr: Иконица радне површи
tr: Masaüstü İkonu

source: NZB File association
cs: Přiřazení souborů NZB
da: NZB filtilknytning
fr: Association des fichiers NZB
it: Associazione file NZB
sr: Придруживање НЗБ датотеке
tr: NZB Dosya ilişkilendirmesi

source: Delete Program
cs: Odstranit program
da: Slet program
fr: Supprimer le programme
it: Elimina programma
sr: Обриши програм
tr: Programı Sil

source: Delete Settings
cs: Smazat nastavení
da: Slet instillinger
fr: Supprimer les Paramètres
it: Elimina impostazioni
sr: Обриши подешавања
tr: Ayarları Sil

source: This system requires the Microsoft runtime library VC90 to be installed first. Do you want to do that now?
da: Dette system kræver, at Microsoft runtime biblioteket VC90, der skal installeres først. Ønsker du at gøre det nu?
fr: Ce système nécessite que la bibliothèque d'exécution Microsoft vc90 soit installée en premier. Voulez-vous le faire maintenant?
sr: Овај систем захтева да буде прво инсталирана Мајкрософтова извршивачка библиотека VC90. Да ли желите то да урадите?

source: Downloading Microsoft runtime installer...
fr: Téléchargement de Microsoft runtime installateur ...
sr: Преузимам Мајкрософтов извршивачки програм за инсталацију...

source: Download error, retry?
da: Download fejl, prøv igen?
fr: Erreur téléchargement, réessayer?
sr: Грешка у преузимању, да поновим?

source: Cannot install without runtime library, retry?
da: Kan ikke installere uden runtime bibliotek, prøv igen?
fr: Impossible d'installer sans bibliothèque d'exécution, réessayer?
sr: Не могу да инсталирам без извршивачке библиотеке, да поновим?

source: You cannot overwrite an existing installation. \n\nClick `OK` to remove the previous version or `Cancel` to cancel this upgrade.
da: Du kan ikke overskrive en eksisterende installation. Klik `OK` for at fjerne den tidligere version eller `Annuller` for at annullere denne opgradering.
fr: Vous ne pouvez pas remplacer une installation existante. \n\nCliquez `OK` pour supprimer la version précédente ou `Annuler` pour annuler cette mise à niveau.
sr: Не можете да препишете постојећу инсталацију. \n\nКликните „У реду“ да уклоните претходно издање или „Откажи“ да поништите ову надоградњу.

source: Your settings and data will be preserved.
da: Dine indstillinger og data vil blive opbevaret.
fr: Vos paramètres et les données seront conservées.
sr: Ваша подешавања и податка ће бити сачувана.

source: The SABnzbd Windows Service changed in SABnzbd 3.0.0. \nYou will need to reinstall the SABnzbd service. \n\nClick `OK` to remove the existing services or `Cancel` to cancel this upgrade.
cs: Služba SABnzbd pro Windows byla ve verzi SABnzbd 3.0.0 změněna.\nBudete muset znovu nainstalovat službu SABnzbd.\n\nKlikněte na `OK` pro odstranění stávajících služeb nebo na `Zrušit` pro zrušení této aktualizace.
it: Il servizio Windows di SABnzbd è cambiato in SABnzbd 3.0.0. \nSarà necessario reinstallare il servizio SABnzbd. \n\nFai clic su `OK` per rimuovere i servizi esistenti o su `Annulla` per annullare questo aggiornamento.
tr: SABnzbd Windows Servisi SABnzbd 3.0.0.0 ile değişmiştir.\nSABnzbd servisini yeniden kurmanız gerekecektir.\n\nMevcut servisleri kaldırmak için `Tamam` üzerine veya bu güncellemeyi iptal etmek için `İptal` üzerine tıklayın.

source: SABnzbd only supports 64-bit Windows.
cs: SABnzbd podporuje pouze 64bitové Windows.
it: SABnzbd supporta solo Windows a 64 bit.
tr: SABnzbd sadece 64 bit Windows'u destekler.

source: SABnzbd only supports Windows 8.1 and above.
cs: SABnzbd podporuje pouze Windows 8.1 a novější.
it: SABnzbd supporta solo Windows 8.1 e versioni successive.
tr: SABnzbd sadece Windows 8.1 ve üzerini destekler.

source: Shutting down SABnzbd
cs: Vypínání SABnzbd
it: Arresto di SABnzbd in corso
tr: SABnzbd kapatılıyor
