Repository: sabnzbd/sabnzbd
Catalog: po/main/*.po
Languages: it

source: Warning
it: Attenzione

source: Error
it: Errore

source: Failed to start web-interface
it: Impossibile avviare l'interfaccia web

source: Cannot find web template: %s, trying standard template
it: Impossibile trovare il modello web: %s, si prova il modello standard

source: SABCTools disabled: no correct version found! (Found v%s, expecting v%s)
it: SABCTools disabilitato: nessuna versione corretta trovata! (Trovata v%s, prevista v%s)

source: par2 binary... NOT found!
it: Binario par2... NON trovato!

source: Your UNRAR version is %s, we recommend version %s or higher.<br />
it: La tua versione di UNRAR è %s, raccomandiamo la versione %s o successiva.<br />

source: unrar binary... NOT found
it: Binario unrar... NON trovato

source: 7za binary... NOT found!
it: Binario 7za... NON trovato!

source: Essential modules are missing, downloading cannot start.
it: Moduli essenziali mancanti, il download non può iniziare.

source: Please be aware the 0.0.0.0 hostname will need an IPv6 address for external access
it: Si prega di notare che l'hostname 0.0.0.0 richiederà un indirizzo IPv6 per l'accesso esterno

source: HTTP and HTTPS ports cannot be the same
it: Le porte HTTP e HTTPS non possono essere le stesse

source: Could not load additional certificates from certifi package
it: Impossibile caricare certificati aggiuntivi dal pacchetto certifi

source: Disabled HTTPS because of missing CERT and KEY files
it: HTTPS disabilitato a causa della mancanza dei file CERT e KEY

source: Disabled HTTPS because of invalid CERT and KEY files
it: HTTPS disabilitato a causa di file CERT e KEY non validi

source: Failed to start web-interface:
it: Impossibile avviare l'interfaccia web:

source: SABnzbd %s started
it: SABnzbd %s avviato

source: SABnzbd shutdown finished
it: Arresto di SABnzbd terminato

source: Signal %s caught, saving and exiting...
it: Segnale %s ricevuto, salvataggio e uscita in corso...

source: Fatal error at saving state
it: Errore fatale durante il salvataggio dello stato

source: SABnzbd was started with encoding %s, this should be UTF-8. Expect problems with Unicoded file and directory names in downloads.
it: SABnzbd è stato avviato con la codifica %s, dovrebbe essere UTF-8. Si prevedono problemi con nomi di file e directory Unicode nei download.

source: Current umask (%o) might deny SABnzbd access to the files and folders it creates.
it: L'umask corrente (%o) potrebbe negare a SABnzbd l'accesso ai file e alle cartelle che crea.

source: Completed Download Folder %s is on FAT file system, limiting maximum file size to 4GB
it: La cartella dei download completati %s si trova su un file system FAT, limitando la dimensione massima dei file a 4GB

source: Restarting because of crashed postprocessor
it: Riavvio a causa di un crash del post-processore

source: Restarting because of crashed downloader
it: Riavvio a causa di un crash del downloader

source: Restarting because of crashed assembler
it: Riavvio a causa di un crash dell'assembler

source: Cannot access PID file %s
it: Impossibile accedere al file PID %s

source: Email succeeded
it: Email inviata con successo

source: Test Notification
it: Notifica di prova

source: The hostname is not set.
it: Il nome host non è impostato.

source: There are no connections set. Please set at least one connection.
it: Non ci sono connessioni impostate. Si prega di impostare almeno una connessione.

source: Password masked in ******, please re-enter
it: Password mascherata in ******, si prega di reinserirla

source: Invalid server details
it: Dettagli del server non validi

source: Could not connect to %s on port %s. It appears that %s operates as a web server (port 80), possibly an indexer, not a usenet server. You have to fill a usenet server.
it: Impossibile connettersi a %s sulla porta %s. Sembra che %s funzioni come un server web (porta 80), possibilmente un indicizzatore, non un server usenet. Devi inserire un server usenet.

source: Could not connect to %s on port %s. Use the default usenet settings: port 563 and SSL turned on
it: Impossibile connettersi a %s sulla porta %s. Usa le impostazioni usenet predefinite: porta 563 e SSL attivato

source: Could not connect to %s on port %s. Use the default usenet settings: port 119 and SSL turned off
it: Impossibile connettersi a %s sulla porta %s. Usa le impostazioni usenet predefinite: porta 119 e SSL disattivato

source: Server address "%s:%s" is not valid.
it: L'indirizzo del server "%s:%s" non è valido.

source: Timed out: Try enabling SSL or connecting on a different port.
it: Tempo scaduto: prova ad abilitare SSL o a connetterti su una porta diversa.

source: Timed out
it: Tempo scaduto

source: Unknown SSL protocol: Try disabling SSL or connecting on a different port.
it: Protocollo SSL sconosciuto: prova a disabilitare SSL o a connetterti su una porta diversa.

source: Server requires username and password.
it: Il server richiede nome utente e password.

source: Connection Successful!
it: Connessione riuscita!

source: Authentication failed, check username/password.
it: Autenticazione fallita, controlla nome utente/password.

source: Too many connections, please pause downloading or try again later
it: Troppe connessioni, si prega di mettere in pausa il download o riprovare più tardi

source: Could not determine connection result (%s)
it: Impossibile determinare il risultato della connessione (%s)

source: Resolving address
it: Risoluzione dell'indirizzo in corso

source: None
it: Nessuno

source: Default
it: Predefinito

source: Disk full! Forcing Pause
it: Disco pieno! Messa in pausa forzata

source: Disk error on creating file %s
it: Errore del disco durante la creazione del file %s

source: Fatal error in Assembler
it: Errore fatale nell'Assembler

source: Too little diskspace forcing PAUSE
it: Spazio su disco insufficiente, messa in PAUSA forzata

source: Paused job "%s" because of encrypted RAR file (if supplied, all passwords were tried)
it: Processo "%s" messo in pausa a causa di un file RAR crittografato (se fornite, tutte le password sono state provate)

source: Aborted job "%s" because of encrypted RAR file (if supplied, all passwords were tried)
it: Processo "%s" annullato a causa di un file RAR crittografato (se fornite, tutte le password sono state provate)

source: Aborted, encryption detected
it: Annullato, rilevata crittografia

source: In "%s" unwanted extension in RAR file. Unwanted file is %s
it: In "%s" estensione non desiderata nel file RAR. Il file non desiderato è %s

source: Unwanted extension is in rar file %s
it: L'estensione non desiderata è nel file rar %s

source: Aborted, unwanted extension detected
it: Annullato, rilevata estensione non desiderata

source: Job "%s" is probably encrypted due to RAR with same name inside this RAR
it: Il processo "%s" è probabilmente crittografato a causa di un file RAR con lo stesso nome all'interno di questo RAR

source: Job "%s" is probably encrypted: "password" in filename "%s"
it: Il processo "%s" è probabilmente crittografato: "password" nel nome del file "%s"

source: Quota spent, pausing downloading
it: Quota esaurita, download in pausa

source: Incorrect parameter
it: Parametro non corretto

source: %s is not a valid email address
it: %s non è un indirizzo email valido

source: Server address required
it: Indirizzo del server richiesto

source: Invalid server address.
it: Indirizzo del server non valido.

source: %s is not a valid script
it: %s non è uno script valido

source: %s is not a correct octal value
it: %s non è un valore ottale corretto

source: Permissions setting of %s might deny SABnzbd access to the files and folders it creates.
it: L'impostazione dei permessi di %s potrebbe negare a SABnzbd l'accesso ai file e alle cartelle che crea.

source: Network path "%s" should not be used here
it: Il percorso di rete "%s" non dovrebbe essere usato qui

source: Queue not empty, cannot change folder.
it: Coda non vuota, impossibile cambiare cartella.

source: The Completed Download Folder cannot be the same or a subfolder of the Temporary Download Folder
it: La cartella dei download completati non può essere la stessa o una sottocartella della cartella dei download temporanei

source: Do not use a folder in the application folder as your Scripts Folder, it might be emptied during updates.
it: Non usare una cartella nella cartella dell'applicazione come cartella degli script, potrebbe essere svuotata durante gli aggiornamenti.

source: The par2 application was switched, any custom par2 parameters were removed
it: L'applicazione par2 è stata cambiata, eventuali parametri par2 personalizzati sono stati rimossi

source: Configuration locked, cannot save settings
it: Configurazione bloccata, impossibile salvare le impostazioni

source: Cannot write to INI file %s
it: Impossibile scrivere sul file INI %s

source: Cannot create backup file for %s
it: Impossibile creare il file di backup per %s

source: Could not restore backup
it: Impossibile ripristinare il backup

source: Incorrectly encoded password %s
it: Password codificata in modo errato %s

source: Cannot write to History database, check access rights!
it: Impossibile scrivere nel database della cronologia, controllare i diritti di accesso!

source: Damaged History database, created empty replacement
it: Database della cronologia danneggiato, creato un sostituto vuoto

source: SQL Command Failed, see log
it: Comando SQL fallito, vedere il log

source: Failed to close database, see log
it: Impossibile chiudere il database, vedere il log

source: Invalid stage logging in history for %s
it: Registrazione di fase non valida nella cronologia per %s

source: Decoder failure: Out of memory
it: Errore del decodificatore: memoria esaurita

source: Unknown Error while decoding %s
it: Errore sconosciuto durante la decodifica di %s

source: Deobfuscate skipped due to DVD/Bluray directories
it: Deoffuscamento saltato a causa di directory DVD/Bluray

source: Deobfuscate corrected the extension of %d file(s)
it: Deoffuscamento ha corretto l'estensione di %d file

source: Deobfuscate renamed %d file(s)
it: Deoffuscamento ha rinominato %d file

source: Deobfuscate renamed %d subtitle file(s)
it: Deoffuscamento ha rinominato %d file di sottotitoli

source: Direct Unpack
it: Estrazione diretta

source: Completed
it: Completato

source: Unpacked %s files/folders in %s
it: Estratti %s file/cartelle in %s

source: Direct Unpack was automatically enabled.
it: L'estrazione diretta è stata abilitata automaticamente.

source: Jobs will start unpacking during the downloading to reduce post-processing time. Only works for jobs that do not need repair.
it: I processi inizieranno l'estrazione durante il download per ridurre il tempo di post-elaborazione. Funziona solo per i processi che non necessitano di riparazione.

source: Cannot read Watched Folder %s
it: Impossibile leggere la cartella sorvegliata %s

source: Resuming
it: Ripresa in corso

source: Paused
it: In pausa

source: You must set a maximum bandwidth before you can set a bandwidth limit
it: È necessario impostare una larghezza di banda massima prima di poter impostare un limite di larghezza di banda

source: Cannot connect to server %s [%s]
it: Impossibile connettersi al server %s [%s]

source: Server name does not resolve
it: Il nome del server non viene risolto

source: Server %s will be ignored for %s minutes
it: Il server %s sarà ignorato per %s minuti

source: There are no active servers!
it: Non ci sono server attivi!

source: Failed to initialize %s@%s with reason: %s
it: Inizializzazione di %s@%s fallita con motivo: %s

source: Fatal error in Downloader
it: Errore fatale nel Downloader

source: %s@%s: Received unknown status code %s for article %s
it: %s@%s: Ricevuto codice di stato sconosciuto %s per l'articolo %s

source: Too many connections to server %s [%s]
it: Troppe connessioni al server %s [%s]

source: Login from too many different IP addresses to server %s [%s] - https://sabnzbd.org/multiple-adresses
it: Accesso da troppi indirizzi IP diversi al server %s [%s] - https://sabnzbd.org/multiple-adresses

source: Failed login for server %s [%s]
it: Accesso fallito per il server %s [%s]

source: Connecting %s@%s failed, message=%s
it: Connessione a %s@%s fallita, messaggio=%s

source: Suspect error in downloader
it: Sospetto errore nel downloader

source: Shutting down
it: Spegnimento in corso

source: Server %s is expiring in %s day(s)
it: Il server %s scadrà tra %s giorno/i

source: Server %s has used the specified quota
it: Il server %s ha utilizzato la quota specificata

source: Failed to connect to mail server
it: Impossibile connettersi al server di posta

source: Failed to initiate TLS connection
it: Impossibile avviare la connessione TLS

source: The server didn't reply properly to the helo greeting
it: Il server non ha risposto correttamente al saluto helo

source: Failed to authenticate to mail server
it: Autenticazione al server di posta fallita

source: No suitable authentication method was found
it: Nessun metodo di autenticazione adatto è stato trovato

source: Unknown authentication failure in mail server
it: Errore di autenticazione sconosciuto nel server di posta

source: Failed to send e-mail
it: Invio e-mail fallito

source: Failed to close mail connection
it: Impossibile chiudere la connessione di posta

source: Cannot send, missing required data
it: Impossibile inviare, dati richiesti mancanti

source: Cannot find email templates in %s
it: Impossibile trovare i modelli di email in %s

source: No recipients given, no email sent
it: Nessun destinatario fornito, nessuna email inviata

source: Cannot read %s
it: Impossibile leggere %s

source: No email templates found
it: Nessun modello di email trovato

source: To: %s From: %s Date: %s Subject: SABnzbd reports Disk Full Hi, SABnzbd has stopped downloading, because the disk is almost full. Please make room and resume SABnzbd manually.
it: A: %s Da: %s Data: %s Oggetto: SABnzbd segnala Disco Pieno Ciao, SABnzbd ha interrotto il download, perché il disco è quasi pieno. Si prega di fare spazio e riprendere SABnzbd manualmente.

source: Cannot create directory %s
it: Impossibile creare la directory %s

source: %s directory: %s error accessing
it: Directory %s: errore di accesso %s

source: Cannot change permissions of %s
it: Impossibile cambiare i permessi di %s

source: Failed making (%s)
it: Creazione di (%s) fallita

source: Failed moving %s to %s
it: Spostamento di %s a %s fallito

source: Blocked attempt to create directory %s
it: Tentativo bloccato di creare la directory %s

source: Failure in tempfile.mkstemp
it: Errore in tempfile.mkstemp

source: Saving %s failed
it: Salvataggio di %s fallito

source: Loading %s failed
it: Caricamento di %s fallito

source: %s is not writable at all. This blocks downloads.
it: %s non è scrivibile. Questo blocca i download.

source: Cannot write a long filename to %s. This can cause problems.
it: Impossibile scrivere un nome di file lungo in %s. Questo può causare problemi.

source: Cannot write a unicode filename to %s. This can cause problems.
it: Impossibile scrivere un nome di file unicode in %s. Questo può causare problemi.

source: %s is not writable with special character filenames. This can cause problems.
it: %s non è scrivibile con nomi di file con caratteri speciali. Questo può causare problemi.

source: Refused connection from:
it: Connessione rifiutata da:

source: Refused connection with hostname "%s" from:
it: Connessione rifiutata con hostname "%s" da:

source: User logged in to the web interface
it: Utente ha effettuato l'accesso all'interfaccia web

source: User logged in
it: Utente ha effettuato l'accesso

source: API Key missing, please enter the api key from Config->General into your 3rd party program:
it: Chiave API mancante, si prega di inserire la chiave API da Config->Generale nel proprio programma di terze parti:

source: API Key incorrect, Use the api key from Config->General in your 3rd party program:
it: Chiave API non corretta, Usa la chiave API da Config->Generale nel tuo programma di terze parti:

source: Unsuccessful login attempt from %s
it: Tentativo di accesso non riuscito da %s

source: Invalid backup archive
it: Archivio di backup non valido

source: Daily
it: Giornaliero

source: Monday
it: Lunedì

source: Tuesday
it: Martedì

source: Wednesday
it: Mercoledì

source: Thursday
it: Giovedì

source: Friday
it: Venerdì

source: Saturday
it: Sabato

source: Sunday
it: Domenica

source: off
it: spento

source: Undefined server!
it: Server non definito!

source: Category folder cannot be a subfolder of the Temporary Download Folder.
it: La cartella della categoria non può essere una sottocartella della cartella dei download temporanei.

source: ERROR:
it: ERRORE:

source: Back
it: Indietro

source: Warnings
it: Avvisi

source: Idle
it: Inattivo

source: Queue
it: Coda

source: Purge Queue
it: Svuota coda

source: History
it: Cronologia

source: Purge History
it: Svuota cronologia

source: Limit Speed
it: Limita velocità

source: Pause
it: Pausa

source: Resume
it: Riprendi

source: Scan watched folder
it: Scansiona cartella sorvegliata

source: Read all RSS feeds
it: Leggi tutti i feed RSS

source: Complete Folder
it: Cartella Completi

source: Incomplete Folder
it: Cartella Incompleti

source: Troubleshoot
it: Risoluzione problemi

source: Restart
it: Riavvia

source: Restart without login
it: Riavvia senza login

source: Quit
it: Esci

source: Queue First 10 Items
it: Primi 10 elementi della coda

source: Empty
it: Vuoto

source: History Last 10 Items
it: Ultimi 10 elementi della cronologia

source: Go to wizard
it: Vai alla procedura guidata

source: Stopping...
it: Arresto in corso...

source: To prevent all helpful warnings, disable Special setting 'helpful_warnings'.
it: Per prevenire tutti gli avvisi utili, disabilita l'impostazione Speciale 'helpful_warnings'.

source: d
it: g

source: Update Available!
it: Aggiornamento disponibile!

source: Failed to upload file: %s
it: Caricamento del file %s fallito

source: Error creating SSL key and certificate
it: Errore durante la creazione della chiave SSL e del certificato

source: Your password file contains more than 30 passwords, testing all these passwords takes a lot of time. Try to only list useful passwords.
it: Il tuo file delle password contiene più di 30 password, testarle tutte richiede molto tempo. Prova a elencare solo le password utili.

source: Failed to read the password file %s
it: Lettura del file delle password %s fallita

source: [%s] The command in build_command is undefined.
it: [%s] Il comando in build_command non è definito.

source: Python script "%s" does not have execute (+x) permission set
it: Lo script Python "%s" non ha il permesso di esecuzione (+x) impostato

source: Series Sorting
it: Ordinamento Serie

source: Date Sorting
it: Ordinamento Data

source: Movie Sorting
it: Ordinamento Film

source: Running script
it: Esecuzione script in corso

source: Unpack nesting too deep [%s]
it: Annidamento dell'estrazione troppo profondo [%s]

source: Joining
it: Unione in corso

source: Incomplete sequence of joinable files
it: Sequenza incompleta di file unibili

source: File join of %s failed
it: Unione del file %s fallita

source: [%s] Error "%s" while joining files
it: [%s] Errore "%s" durante l'unione dei file

source: Error "%s" while running file_join on %s
it: Errore "%s" durante l'esecuzione di file_join su %s

source: [%s] Joined %s files
it: [%s] Uniti %s file

source: Unpacking failed, %s
it: Estrazione fallita, %s

source: [%s] Error "%s" while unpacking RAR files
it: [%s] Errore "%s" durante l'estrazione dei file RAR

source: Error "%s" while running rar_unpack on %s
it: Errore "%s" durante l'esecuzione di rar_unpack su %s

source: Deleting %s failed!
it: Eliminazione di %s fallita!

source: Trying unrar with password "%s"
it: Tentativo di estrazione con la password "%s"

source: Unpacking
it: Estrazione in corso

source: Unpacking failed, unable to find %s
it: Estrazione fallita, impossibile trovare %s

source: Unpacking failed, CRC error
it: Estrazione fallita, errore CRC

source: Unpacking failed, file too large for filesystem (FAT?)
it: Estrazione fallita, file troppo grande per il filesystem (FAT?)

source: Unpacking failed, write error or disk is full?
it: Estrazione fallita, errore di scrittura o disco pieno?

source: Unpacking failed, disk full
it: Estrazione fallita, disco pieno

source: Unpacking failed, path is too long
it: Estrazione fallita, percorso troppo lungo

source: Unpacking failed, archive requires a password
it: Estrazione fallita, l'archivio richiede una password

source: Unusable RAR file
it: File RAR inutilizzabile

source: Corrupt RAR file
it: File RAR corrotto

source: Trying 7zip with password "%s"
it: Tentativo di 7zip con password "%s"

source: see logfile
it: vedere file di log

source: Quick Checking
it: Controllo rapido

source: Repair
it: Riparazione

source: [%s] Quick Check OK
it: [%s] Controllo rapido OK

source: Starting Repair
it: Avvio riparazione

source: Repairing failed, %s
it: Riparazione fallita, %s

source: Error %s while running par2_repair on set %s
it: Errore %s durante l'esecuzione di par2_repair sul set %s

source: Error "%s" while running par2_repair on set %s
it: Errore "%s" durante l'esecuzione di par2_repair sul set %s

source: [%s] PAR2 received incorrect options, check your Config->Switches settings
it: [%s] PAR2 ha ricevuto opzioni non corrette, controlla le tue impostazioni in Config->Switches

source: [%s] Verified in %s, all files correct
it: [%s] Verificato in %s, tutti i file sono corretti

source: [%s] Verified in %s, repair is required
it: [%s] Verificato in %s, è necessaria una riparazione

source: Invalid par2 files or invalid PAR2 parameters, cannot verify or repair
it: File par2 non validi o parametri PAR2 non validi, impossibile verificare o riparare

source: Fetching %s blocks...
it: Recupero di %s blocchi in corso...

source: Fetching
it: Recupero in corso

source: Repair failed, not enough repair blocks (%s short)
it: Riparazione fallita, blocchi di riparazione insufficienti (%s mancanti)

source: Repairing
it: Riparazione in corso

source: [%s] Repaired in %s
it: [%s] Riparato in %s

source: Verifying repair
it: Verifica della riparazione in corso

source: Disk full
it: Disco pieno

source: Checking extra files
it: Controllo file extra

source: Verifying
it: Verifica in corso

source: Trying SFV verification
it: Tentativo di verifica SFV

source: left
it: rimanente

source: This server does not allow SSL on this port
it: Questo server non permette SSL su questa porta

source: Certificate hostname mismatch: the server hostname is not listed in the certificate. This is a server issue.
it: Mancata corrispondenza del nome host del certificato: il nome host del server non è elencato nel certificato. Questo è un problema del server.

source: Certificate could not be validated. This could be a server issue or due to a locally injected certificate (for example by firewall or virus scanner). Try setting Certificate verification to Medium.
it: Il certificato non può essere convalidato. Questo potrebbe essere un problema del server o dovuto a un certificato iniettato localmente (ad esempio da firewall o scanner antivirus). Prova a impostare la verifica del certificato su Media.

source: Server %s uses an untrusted certificate [%s]
it: Il server %s utilizza un certificato non attendibile [%s]

source: Failed to connect: %s %s@%s:%s (%s)
it: Connessione fallita: %s %s@%s:%s (%s)

source: Startup/Shutdown
it: Avvio/Arresto

source: Added NZB
it: NZB aggiunto

source: Post-processing started
it: Post-elaborazione avviata

source: Job finished
it: Processo terminato

source: Job failed
it: Processo fallito

source: Queue finished
it: Coda terminata

source: Other Messages
it: Altri messaggi
