Repository: sabnzbd/sabnzbd
Catalog: po/main/*.po
Languages: it

source: For authenticated email, password.
it: Per email autenticata, password.

source: Notification Sent!
it: Notifica inviata!

source: Enable NotifyOSD
it: Abilita NotifyOSD

source: Notification Center
it: Centro Notifiche

source: Enable Windows Notifications
it: Abilita notifiche di Windows

source: Windows Notifications
it: Notifiche di Windows

source: Enable Prowl notifications
it: Abilita notifiche Prowl

source: Requires a Prowl account
it: Richiede un account Prowl

source: API key for Prowl
it: Chiave API per Prowl

source: Personal API key for Prowl (required)
it: Chiave API personale per Prowl (richiesta)

source: Enable Pushover notifications
it: Abilita notifiche Pushover

source: Requires a Pushover account
it: Richiede un account Pushover

source: Application Token
it: Token applicazione

source: Application token (required)
it: Token applicazione (richiesto)

source: User Key
it: Chiave utente

source: User Key (required)
it: Chiave utente (richiesta)

source: Device(s)
it: Dispositivo/i

source: Device(s) to which message should be sent
it: Dispositivo/i a cui inviare il messaggio

source: Emergency retry
it: Riprova di emergenza

source: How often (in seconds) the same notification will be sent
it: Ogni quanti secondi verrà inviata la stessa notifica

source: Emergency expire
it: Scadenza di emergenza

source: How many seconds your notification will continue to be retried
it: Per quanti secondi la tua notifica continuerà a essere ritentata

source: Enable Pushbullet notifications
it: Abilita notifiche Pushbullet

source: Requires a Pushbullet account
it: Richiede un account Pushbullet

source: Personal API key
it: Chiave API personale

source: Your personal Pushbullet API key (required)
it: La tua chiave API personale di Pushbullet (richiesta)

source: Device
it: Dispositivo

source: Device to which message should be sent
it: Dispositivo a cui inviare il messaggio

source: Enable Apprise notifications
it: Abilita notifiche Apprise

source: Send notifications using Apprise to almost any notification service
it: Invia notifiche usando Apprise a quasi tutti i servizi di notifica

source: Default Apprise URLs
it: URL predefiniti di Apprise

source: Use a comma and/or space to identify more than one URL.
it: Usa una virgola e/o uno spazio per identificare più di un URL.

source: Override the default URLs for specific notification types below, if desired.
it: Sovrascrivi gli URL predefiniti per tipi di notifica specifici qui sotto, se lo desideri.

source: Notification Script
it: Script di notifica

source: Enable notification script
it: Abilita script di notifica

source: Executes a custom script
it: Esegue uno script personalizzato

source: Which script should we execute for notification?
it: Quale script dobbiamo eseguire per la notifica?

source: Indexers can supply a category inside the NZB which SABnzbd will try to match to the categories defined below. Additionally, you can add terms to "Indexer Categories / Groups" to match more categories. Use commas to separate terms. Wildcards in the terms are supported. <br>More information can be found on the Wiki.
it: Gli indicizzatori possono fornire una categoria all'interno dell'NZB che SABnzbd cercherà di abbinare alle categorie definite di seguito. Inoltre, è possibile aggiungere termini a "Categorie / Gruppi Indicizzatore" per abbinare più categorie. Utilizzare le virgole per separare i termini. I caratteri jolly nei termini sono supportati. <br>Ulteriori informazioni possono essere trovate sulla Wiki.

source: Ending the path with an asterisk * will prevent creation of job folders.
it: Terminare il percorso con un asterisco * impedirà la creazione di cartelle di processo.

source: Relative folders are based on
it: Le cartelle relative si basano su

source: Folder/Path
it: Cartella/Percorso

source: Indexer Categories / Groups
it: Categorie / Gruppi indicizzatore

source: Pattern Key
it: Chiave del modello

source: Clear
it: Pulisci

source: Presets
it: Preimpostazioni

source: Affected Categories
it: Categorie interessate

source: Meaning
it: Significato

source: Pattern
it: Modello

source: Result
it: Risultato

source: Title
it: Titolo

source: Movie Name
it: Nome Film

source: Movie.Name
it: Nome.Film

source: Movie_Name
it: Nome_Film

source: Show Name
it: Nome Serie

source: Show.Name
it: Nome.Serie

source: Show_Name
it: Nome_Serie

source: Season Number
it: Numero Stagione

source: Episode Number
it: Numero Episodio

source: Episode Name
it: Nome Episodio

source: Episode.Name
it: Nome.Episodio

source: Episode_Name
it: Nome_Episodio

source: Extension
it: Estensione

source: Part Number
it: Numero Parte

source: Decade
it: Decennio

source: Original Filename
it: Nome file originale

source: Original Job Name
it: Nome processo originale

source: Lower Case
it: Minuscolo

source: TEXT
it: TESTO

source: text
it: testo

source: Sort String
it: Stringa di ordinamento

source: Multi-part Label
it: Etichetta multi-parte

source: Show folder
it: Cartella serie

source: Season folder
it: Cartella stagione

source: In folders
it: In cartelle

source: No folders
it: Nessuna cartella

source: Job Name as Filename
it: Nome processo come nome file

source: Series
it: Serie

source: case-adjusted
it: maiuscole/minuscole corrette

source: Processed Result
it: Risultato elaborato

source: Any property
it: Qualsiasi proprietà

source: property
it: proprietà

source: GuessIt Property
it: Proprietà GuessIt

source: GuessIt.Property
it: GuessIt.Proprietà

source: GuessIt_Property
it: GuessIt_Proprietà

source: Minimum Filesize
it: Dimensione minima file

source: Affected Job Types
it: Tipi di processo interessati

source: All
it: Tutti

source: Series with air dates
it: Serie con date di trasmissione

source: Movies
it: Film

source: Other / Unknown
it: Altro / Sconosciuto

source: <p>Use Sorters to automatically organize your completed downloads. For example, put all episodes from a series in a season-specific folder. Or, put movies in a folder named after the movie.</p><p>Sorters are tried in order of appearance and can be reordered by dragging and dropping.<br/>The first active sorter that matches both the affected category and job type is applied.</p><p>More options are available when Advanced Settings is checked.<br/>Detailed information can be found on the Wiki.</p>
it: <p>Usa gli Ordinatori per organizzare automaticamente i tuoi download completati. Ad esempio, metti tutti gli episodi di una serie in una cartella specifica per la stagione. Oppure, metti i film in una cartella con il nome del film.</p><p>Gli Ordinatori vengono provati in ordine di apparizione e possono essere riordinati trascinandoli.<br/>Viene applicato il primo ordinatore attivo che corrisponde sia alla categoria interessata che al tipo di processo.</p><p>Sono disponibili più opzioni quando sono selezionate le Impostazioni avanzate.<br/>Informazioni dettagliate possono essere trovate sulla Wiki.</p>

source: Add Sorter
it: Aggiungi Ordinatore

source: Remove Sorter
it: Rimuovi Ordinatore

source: Test Data
it: Dati di prova

source: Quick start
it: Avvio rapido

source: Move and rename all episodes in the "tv" category to a show-specific folder
it: Sposta e rinomina tutti gli episodi nella categoria "tv" in una cartella specifica per la serie

source: Move and rename all movies in the "movies" category to a movie-specific folder
it: Sposta e rinomina tutti i film nella categoria "movies" in una cartella specifica per il film

source: Rarely used options. For their meaning and explanation, click on the Help button to go to the Wiki page.<br>Don't change these without checking the Wiki first, as some have serious side-effects.<br>The default values are between parentheses.
it: Opzioni usate raramente. Per il loro significato e spiegazione, clicca sul pulsante Aiuto per andare alla pagina Wiki.<br>Non cambiarle senza prima controllare la Wiki, poiché alcune hanno seri effetti collaterali.<br>I valori predefiniti sono tra parentesi.

source: Values
it: Valori

source: Edit NZB Details
it: Modifica dettagli NZB

source: Delete
it: Elimina

source: Filename
it: Nome file

source: Free Space
it: Spazio libero

source: Temp Folder
it: Cartella temporanea

source: Multi-Operations
it: Operazioni multiple

source: Hold shift key to select a range
it: Tieni premuto il tasto Maiusc per selezionare un intervallo

source: Check all
it: Seleziona tutto

source: Restart SABnzbd
it: Riavvia SABnzbd

source: On queue finish
it: Al termine della coda

source: Status and interface options
it: Stato e opzioni interfaccia

source: Or drag and drop files in the window!
it: Oppure trascina e rilascia i file nella finestra!

source: Lost connection to SABnzbd..
it: Connessione a SABnzbd persa..

source: In case of SABnzbd restart this screen will disappear automatically!
it: In caso di riavvio di SABnzbd questa schermata scomparirà automaticamente!

source: WARNING:
it: ATTENZIONE:

source: Fetch
it: Recupera

source: Web Interface
it: Interfaccia web

source: Refresh rate
it: Frequenza di aggiornamento

source: Use global interface settings
it: Usa impostazioni globali dell'interfaccia

source: Queue item limit
it: Limite elementi in coda

source: History item limit
it: Limite elementi cronologia

source: Date format
it: Formato data

source: Extra queue columns
it: Colonne extra della coda

source: Extra history columns
it: Colonne extra della cronologia

source: page
it: pagina

source: Loading
it: Caricamento in corso

source: articles
it: articoli

source: Rename
it: Rinomina

source: Queue repair
it: Riparazione coda

source: Show active connections
it: Mostra connessioni attive

source: Unblock
it: Sblocca

source: Orphaned jobs
it: Processi orfani

source: Send back to queue
it: Rimanda alla coda

source: Delete All
it: Elimina tutto

source: Retry all
it: Riprova tutto

source: Fetch NZB from URL
it: Recupera NZB da URL

source: Upload NZB
it: Carica NZB

source: Optionally specify a filename
it: Specifica opzionalmente un nome file

source: Submit
it: Invia

source: Remove all selected files
it: Rimuovi tutti i file selezionati

source: Hide/show completed files
it: Nascondi/mostra file completati

source: Top
it: Inizio

source: Bottom
it: Fine

source: When you Retry a job, 'Duplicate Detection' and 'Abort jobs that cannot be completed' are disabled.
it: Quando si riprova un processo, 'Rilevamento duplicati' e 'Annulla i processi che non possono essere completati' sono disabilitati.

source: View Script Log
it: Visualizza log script

source: Renaming the job will abort Direct Unpack.
it: La rinomina del processo annullerà l'Estrazione Diretta.

source: LocalStorage (cookies) are disabled in your browser, interface settings will be lost after you close the browser!
it: LocalStorage (cookie) sono disabilitati nel tuo browser, le impostazioni dell'interfaccia andranno perse dopo aver chiuso il browser!

source: Glitter has some (new) features you might like!
it: Glitter ha alcune (nuove) funzionalità che potrebbero piacerti!

source: Custom
it: Personalizzato

source: Compact layout
it: Layout compatto

source: Always use full screen width
it: Usa sempre la larghezza intera dello schermo

source: Tabbed layout <br/>(separate queue and history)
it: Layout a schede <br/>(coda e cronologia separate)

source: Speed
it: Velocità

source: Confirm Queue Deletions
it: Conferma eliminazioni dalla coda

source: Confirm History Deletions
it: Conferma eliminazioni dalla cronologia

source: Keyboard shortcuts
it: Scorciatoie da tastiera

source: Shift+Arrow key: Browse Queue and History pages
it: Maiusc+Tasto freccia: Sfoglia le pagine Coda e Cronologia

source: How long or untill when do you want to pause? (in English!)
it: Per quanto tempo o fino a quando vuoi mettere in pausa? (in inglese!)

source: Sorry, we could not interpret that. Try again.
it: Spiacenti, non siamo riusciti a interpretarlo. Riprova.

source: Pause for...
it: Pausa per...

source: Refresh
it: Aggiorna

source: All usernames, passwords and API-keys are automatically removed from the log and the included copy of your settings.
it: Tutti i nomi utente, le password e le chiavi API vengono rimossi automaticamente dal log e dalla copia inclusa delle tue impostazioni.

source: Sort by % downloaded <small>Most&rarr;Least</small>
it: Ordina per % scaricato <small>Più&rarr;Meno</small>

source: Sort by Age <small>Oldest&rarr;Newest</small>
it: Ordina per Età <small>Più vecchio&rarr;Più nuovo</small>

source: Sort by Age <small>Newest&rarr;Oldest</small>
it: Ordina per Età <small>Più nuovo&rarr;Più vecchio</small>

source: Sort by Name <small>A&rarr;Z</small>
it: Ordina per Nome <small>A&rarr;Z</small>

source: Sort by Name <small>Z&rarr;A</small>
it: Ordina per Nome <small>Z&rarr;A</small>

source: Sort by Size <small>Smallest&rarr;Largest</small>
it: Ordina per Dimensione <small>Più piccolo&rarr;Più grande</small>

source: Sort by Size <small>Largest&rarr;Smallest</small>
it: Ordina per Dimensione <small>Più grande&rarr;Più piccolo</small>

source: Uploading
it: Caricamento in corso

source: Forcing disconnect
it: Forzatura disconnessione

source: Removing job
it: Rimozione processo

source: Removing jobs
it: Rimozione processi

source: SABnzbd Quick-Start Wizard
it: Procedura guidata di avvio rapido di SABnzbd

source: SABnzbd Version
it: Versione SABnzbd

source: Previous
it: Precedente

source: Next
it: Successivo

source: Server Details
it: Dettagli server

source: Please enter in the details of your primary usenet provider.
it: Inserisci i dettagli del tuo provider usenet principale.

source: The number of connections allowed by your provider
it: Il numero di connessioni consentite dal tuo provider

source: E.g. 8 or 20
it: Es. 8 o 20

source: Select only if your provider allows SSL connections.
it: Seleziona solo se il tuo provider consente connessioni SSL.

source: Click to test the entered details.
it: Clicca per testare i dettagli inseriti.

source: E.g.
it: Es.

source: Setup is now complete!
it: La configurazione è ora completa!

source: SABnzbd will now be running in the background.
it: SABnzbd sarà ora in esecuzione in background.

source: Closing any browser windows/tabs will NOT close SABnzbd.
it: La chiusura di qualsiasi finestra/scheda del browser NON chiuderà SABnzbd.

source: It is recommended you right click and bookmark this location and use this bookmark to access SABnzbd when it is running in the background.
it: Si consiglia di fare clic con il pulsante destro del mouse e aggiungere questa posizione ai segnalibri e utilizzare questo segnalibro per accedere a SABnzbd quando è in esecuzione in background.

source: Further help can be found on our
it: Ulteriore aiuto può essere trovato sul nostro

source: Go to SABnzbd
it: Vai a SABnzbd

source: Exit SABnzbd
it: Esci da SABnzbd

source: Start Wizard
it: Avvia procedura guidata

source: Restore backup
it: Ripristina backup

source: SABnzbd comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions. It is licensed under the GNU GENERAL PUBLIC LICENSE Version 2 or (at your option) any later version.
it: SABnzbd è fornito SENZA ALCUNA GARANZIA. Questo è un software libero, e siete invitati a ridistribuirlo a determinate condizioni. È concesso in licenza sotto la GNU GENERAL PUBLIC LICENSE Versione 2 o (a vostra scelta) qualsiasi versione successiva.

source: Failed to rename %s to %s
it: Rinomina di %s in %s fallita

source: Failed to rename similar file: %s to %s
it: Rinomina di un file simile fallita: %s in %s

source: Unauthorized access
it: Accesso non autorizzato

source: File not on server
it: File non presente sul server

source: Server could not complete request
it: Il server non ha potuto completare la richiesta

source: URLGRABBER CRASHED
it: URLGRABBER SI È ARRESTATO

source: Unusable NZB file
it: File NZB inutilizzabile

source: URL Fetching failed; %s
it: Recupero URL fallito; %s

source: Trying to fetch NZB from %s
it: Tentativo di recuperare NZB da %s
