Repository: sabnzbd/sabnzbd
Catalog: po/main/*.po
Languages: it

source: Create a backup of the configuration file and databases in the Backup Folder.<br>If the Backup Folder is not set, the backup will be created in the Completed Download Folder.<br>Recurring backups can be configured on the Scheduling page.
it: Crea un backup del file di configurazione e dei database nella cartella di backup.<br>Se la cartella di backup non è impostata, il backup verrà creato nella cartella dei download completati.<br>I backup ricorrenti possono essere configurati nella pagina di pianificazione.

source: Cleanup List
it: Lista di pulizia

source: List of file extensions that should be deleted after download.<br />For example: <b>nfo</b> or <b>nfo, sfv</b>
it: Elenco delle estensioni dei file che dovrebbero essere eliminate dopo il download.<br />Ad esempio: <b>nfo</b> o <b>nfo, sfv</b>

source: History Retention
it: Conservazione cronologia

source: Keep all jobs
it: Mantieni tutti i processi

source: Move jobs to the archive if the history exceeds specified number of jobs
it: Sposta i processi nell'archivio se la cronologia supera il numero specificato di processi

source: Delete jobs if the history and archive exceeds specified number of jobs
it: Elimina i processi se la cronologia e l'archivio superano il numero specificato di processi

source: Move jobs to the archive after specified number of days
it: Sposta i processi nell'archivio dopo il numero specificato di giorni

source: Delete jobs from the history and archive after specified number of days
it: Elimina i processi dalla cronologia e dall'archivio dopo il numero specificato di giorni

source: Move all completed jobs to archive
it: Sposta tutti i processi completati in archivio

source: Delete all completed jobs
it: Elimina tutti i processi completati

source: Jobs
it: Processi

source: Save Changes
it: Salva modifiche

source: Restore Defaults
it: Ripristina predefiniti

source: Reset
it: Azzera

source: Language
it: Lingua

source: Select a web interface language.
it: Seleziona la lingua dell'interfaccia web.

source: Help us translate SABnzbd in your language! <br/>Add untranslated texts or improved existing translations here:
it: Aiutaci a tradurre SABnzbd nella tua lingua! <br/>Aggiungi testi non tradotti o migliora le traduzioni esistenti qui:

source: API Key
it: Chiave API

source: This key will give 3rd party programs full access to SABnzbd.
it: Questa chiave darà ai programmi di terze parti accesso completo a SABnzbd.

source: NZB Key
it: Chiave NZB

source: This key will allow 3rd party programs to add NZBs to SABnzbd.
it: Questa chiave permetterà ai programmi di terze parti di aggiungere NZB a SABnzbd.

source: Generate New Key
it: Genera nuova chiave

source: API Key QR Code
it: Codice QR chiave API

source: External internet access
it: Accesso internet esterno

source: You can set access rights for systems outside your local network.
it: Puoi impostare i diritti di accesso per sistemi esterni alla tua rete locale.

source: No access
it: Nessun accesso

source: Add NZB files
it: Aggiungi file NZB

source: API (no Config)
it: API (senza Config)

source: Full API
it: API completa

source: Full Web interface
it: Interfaccia web completa

source: Only external access requires login
it: Solo l'accesso esterno richiede il login

source: <em>NOTE:</em> Folders will be created automatically when Saving. You may use absolute paths to save outside of the default folders.
it: <em>NOTA:</em> Le cartelle verranno create automaticamente al salvataggio. È possibile utilizzare percorsi assoluti per salvare al di fuori delle cartelle predefinite.

source: User Folders
it: Cartelle utente

source: Browse
it: Sfoglia

source: Temporary Download Folder
it: Cartella download temporanei

source: Location to store unprocessed downloads.<br /><i>Can only be changed when queue is empty.</i>
it: Posizione per archiviare i download non elaborati.<br /><i>Può essere modificata solo quando la coda è vuota.</i>

source: Minimum Free Space for Temporary Download Folder
it: Spazio libero minimo per la cartella dei download temporanei

source: Auto-pause when free space is beneath this value.<br /><i>In bytes, optionally follow with K,M,G,T. For example: "800M" or "8G"</i>
it: Metti in pausa automaticamente quando lo spazio libero è inferiore a questo valore.<br /><i>In byte, opzionalmente seguito da K,M,G,T. Ad esempio: "800M" o "8G"</i>

source: Completed Download Folder
it: Cartella download completati

source: Location to store finished, fully processed downloads.<br /><i>Can be overruled by user-defined categories.</i>
it: Posizione per archiviare i download finiti e completamente elaborati.<br /><i>Può essere sovrascritta da categorie definite dall'utente.</i>

source: Use Sorting to automatically organize and rename your completed downloads.
it: Usa l'ordinamento per organizzare e rinominare automaticamente i tuoi download completati.

source: Minimum Free Space for Completed Download Folder
it: Spazio libero minimo per la cartella dei download completati

source: Will not work if a category folder is on a different disk.
it: Non funzionerà se una cartella di categoria si trova su un disco diverso.

source: Auto resume
it: Ripresa automatica

source: Downloading will automatically resume if the minimum free space is available again.<br />Applies to both the Temporary and Complete Download Folder.<br />Checked every few minutes.
it: Il download riprenderà automaticamente se lo spazio libero minimo è di nuovo disponibile.<br />Si applica sia alla cartella dei download temporanei che a quella dei completati.<br />Controllato ogni pochi minuti.

source: Permissions for completed downloads
it: Permessi per i download completati

source: Set permissions pattern for completed files/folders.<br /><i>In octal notation. For example: "755" or "777"</i>
it: Imposta il modello di permessi per file/cartelle completati.<br /><i>In notazione ottale. Ad esempio: "755" o "777"</i>

source: Watched Folder
it: Cartella sorvegliata

source: Folder to monitor for .nzb files.
it: Cartella da monitorare per i file .nzb.

source: Watched Folder Scan Speed
it: Velocità scansione cartella sorvegliata

source: Number of seconds between scans for .nzb files.
it: Numero di secondi tra le scansioni per i file .nzb.

source: Scripts Folder
it: Cartella script

source: Folder containing user scripts.
it: Cartella contenente gli script dell'utente.

source: Email Templates Folder
it: Cartella modelli email

source: Folder containing user-defined email templates.
it: Cartella contenente i modelli di email definiti dall'utente.

source: Password file
it: File delle password

source: File containing all passwords to be tried on encrypted RAR files.
it: File contenente tutte le password da provare sui file RAR crittografati.

source: System Folders
it: Cartelle di sistema

source: Hidden Folders
it: Cartelle nascoste

source: Administrative Folder
it: Cartella amministrativa

source: Location for queue admin and history database.<br /><i>Can only be changed when queue is empty.</i>
it: Posizione per l'amministrazione della coda e il database della cronologia.<br /><i>Può essere modificata solo quando la coda è vuota.</i>

source: Backup Folder
it: Cartella di backup

source: Location where the backups of the configuration file and databases are stored.<br />If left empty, the backup will be created in the Completed Download Folder.
it: Posizione in cui sono archiviati i backup del file di configurazione e dei database.<br />Se lasciata vuota, il backup verrà creato nella cartella dei download completati.

source: <i>Data will <b>not</b> be moved. Requires SABnzbd restart!</i>
it: <i>I dati <b>non</b> verranno spostati. Richiede il riavvio di SABnzbd!</i>

source: Log Folder
it: Cartella dei log

source: Location of log files for SABnzbd.<br /><i>Requires SABnzbd restart!</i>
it: Posizione dei file di log per SABnzbd.<br /><i>Richiede il riavvio di SABnzbd!</i>

source: Purge Logs
it: Svuota log

source: .nzb Backup Folder
it: Cartella di backup .nzb

source: Location where .nzb files will be stored.
it: Posizione in cui verranno archiviati i file .nzb.

source: Default Base Folder
it: Cartella di base predefinita

source: Download all par2 files
it: Scarica tutti i file par2

source: This prevents multiple repair runs by downloading all par2 files when needed.
it: Questo previene più esecuzioni di riparazione scaricando tutti i file par2 quando necessario.

source: Enable recursive unpacking
it: Abilita estrazione ricorsiva

source: Unpack archives (rar, zip, 7z) within archives.
it: Estrai archivi (rar, zip, 7z) all'interno di altri archivi.

source: Ignore any folders inside archives
it: Ignora qualsiasi cartella all'interno degli archivi

source: All files will go into a single folder.
it: Tutti i file andranno in una singola cartella.

source: Only Get Articles for Top of Queue
it: Ottieni articoli solo per l'inizio della coda

source: Enable for less memory usage. Disable to prevent slow jobs from blocking the queue.
it: Abilita per un minore utilizzo di memoria. Disabilita per evitare che processi lenti blocchino la coda.

source: Post-Process Only Verified Jobs
it: Post-elabora solo i processi verificati

source: Only unpack and run scripts on jobs that passed the verification stage. If turned off, all jobs will be marked as Completed even if they are incomplete.
it: Estrai ed esegui script solo sui processi che hanno superato la fase di verifica. Se disattivato, tutti i processi verranno contrassegnati come completati anche se incompleti.

source: Action when encrypted RAR is downloaded
it: Azione quando viene scaricato un RAR crittografato

source: In case of "Pause", you'll need to set a password and resume the job.
it: In caso di "Pausa", dovrai impostare una password e riprendere il processo.

source: Identical download detection
it: Rilevamento download identici

source: Detect identical downloads based on name or NZB contents.
it: Rileva download identici in base al nome o al contenuto dell'NZB.

source: Smart duplicate detection
it: Rilevamento duplicati intelligente

source: Detect duplicates based on analysis of the filename.
it: Rileva duplicati in base all'analisi del nome del file.

source: Allow proper releases
it: Consenti release "proper"

source: Bypass smart duplicate detection if PROPER, REAL or REPACK is detected in the download name.
it: Ignora il rilevamento intelligente dei duplicati se nel nome del download vengono rilevati PROPER, REAL o REPACK.

source: Discard
it: Scarta

source: Tag job
it: Etichetta processo

source: Fail job (move to History)
it: Fallire processo (sposta in Cronologia)

source: Abort post-processing
it: Annulla post-elaborazione

source: Action when unwanted extension detected
it: Azione quando viene rilevata un'estensione non desiderata

source: Action when an unwanted extension is detected
it: Azione quando viene rilevata un'estensione non desiderata

source: Unwanted extensions
it: Estensioni non desiderate

source: Blacklist
it: Lista nera

source: Whitelist
it: Lista bianca

source: Select a mode and list all (un)wanted extensions. For example: <b>exe</b> or <b>exe, com</b>
it: Seleziona una modalità ed elenca tutte le estensioni (non) desiderate. Ad esempio: <b>exe</b> o <b>exe, com</b>

source: Enable SFV-based checks
it: Abilita controlli basati su SFV

source: Do an extra verification based on SFV files.
it: Esegui una verifica extra basata sui file SFV.

source: User script can flag job as failed
it: Lo script utente può contrassegnare il processo come fallito

source: When the user script returns a non-zero exit code, the job will be flagged as failed.
it: Quando lo script dell'utente restituisce un codice di uscita diverso da zero, il processo verrà contrassegnato come fallito.

source: Enable folder rename
it: Abilita rinomina cartella

source: Use temporary names during post processing. Disable when your system doesn't handle that properly.
it: Usa nomi temporanei durante la post-elaborazione. Disabilita se il tuo sistema non lo gestisce correttamente.

source: Pre-queue user script
it: Script utente pre-coda

source: Used before an NZB enters the queue.
it: Utilizzato prima che un NZB entri nella coda.

source: On queue finish script
it: Script al termine della coda

source: Executed after the queue finishes downloading.
it: Eseguito dopo che la coda ha finito di scaricare.

source: Extra PAR2 Parameters
it: Parametri PAR2 extra

source: Nice Parameters
it: Parametri Nice

source: IONice Parameters
it: Parametri IONice

source: External process priority
it: Priorità processo esterno

source: Disconnect on Empty Queue
it: Disconnetti a coda vuota

source: Disconnect from Usenet server(s) when queue is empty or paused.
it: Disconnetti dai server Usenet quando la coda è vuota o in pausa.

source: Automatically sort queue
it: Ordina automaticamente la coda

source: Automatically sort jobs in the queue when a new job is added.
it: Ordina automaticamente i processi nella coda quando viene aggiunto un nuovo processo.

source: The queue will resort every 30 seconds if % downloaded is selected.
it: La coda verrà riordinata ogni 30 secondi se è selezionato % scaricato.

source: Propagation delay
it: Ritardo di propagazione

source: Posts will be paused untill they are at least this age. Setting job priority to Force will skip the delay.
it: I post verranno messi in pausa finché non avranno almeno questa età. Impostare la priorità del processo su Forza salterà il ritardo.

source: Check for New Release
it: Controlla nuova versione

source: Also test releases
it: Testa anche le versioni di prova

source: Replace Spaces in Foldername
it: Sostituisci spazi nel nome della cartella

source: Replace spaces with underscores in folder names.
it: Sostituisci gli spazi con i trattini bassi nei nomi delle cartelle.

source: Replace underscores in folder name
it: Sostituisci i trattini bassi nel nome della cartella

source: Replace underscores with dots in folder names.
it: Sostituisci i trattini bassi con i punti nei nomi delle cartelle.

source: Replace dots in Foldername
it: Sostituisci i punti nel nome della cartella

source: Replace dots with spaces in folder names.
it: Sostituisci i punti con gli spazi nei nomi delle cartelle.

source: Make Windows compatible
it: Rendi compatibile con Windows

source: For servers: make sure names are compatible with Windows.
it: Per i server: assicurati che i nomi siano compatibili con Windows.

source: Launch Browser on Startup
it: Avvia browser all'avvio

source: Launch the default web browser when starting SABnzbd.
it: Avvia il browser web predefinito all'avvio di SABnzbd.

source: Pause Downloading During Post-Processing
it: Pausa download durante la post-elaborazione

source: Pauses downloading at the start of post processing and resumes when finished.
it: Mette in pausa il download all'inizio della post-elaborazione e lo riprende al termine.

source: Ignore Samples
it: Ignora campioni

source: Filter out sample files (e.g. video samples).
it: Filtra i file di esempio (es. campioni video).

source: Delete after download
it: Elimina dopo il download

source: Deobfuscate final filenames
it: Deoffusca nomi dei file finali

source: If filenames of (large) files in the final folder look obfuscated or meaningless they will be renamed to the job name.
it: Se i nomi dei file (grandi) nella cartella finale sembrano offuscati o senza senso, verranno rinominati con il nome del processo.

source: Additionally, attempts to set the correct file extension based on the file signature if the extension is not present or meaningless.
it: Inoltre, tenta di impostare l'estensione del file corretta in base alla firma del file se l'estensione non è presente o non ha senso.

source: HTTPS certificate verification
it: Verifica certificato HTTPS

source: Verify certificates when connecting to indexers and RSS-sources using HTTPS.
it: Verifica i certificati durante la connessione a indicizzatori e sorgenti RSS tramite HTTPS.

source: SOCKS5 Proxy
it: Proxy SOCKS5

source: Use the specified SOCKS5 proxy for all outgoing connections.
it: Usa il proxy SOCKS5 specificato per tutte le connessioni in uscita.

source: Post processing
it: Post-elaborazione

source: Naming
it: Denominazione

source: How much can be downloaded this month (K/M/G)
it: Quanto può essere scaricato questo mese (K/M/G)

source: Reset day
it: Giorno di azzeramento

source: On which day of the month or week (1=Monday) does your ISP reset the quota? (Optionally with hh:mm)
it: In quale giorno del mese o della settimana (1=Lunedì) il tuo ISP azzera la quota? (Opzionalmente con hh:mm)

source: Should downloading resume after the quota is reset?
it: Il download dovrebbe riprendere dopo l'azzeramento della quota?

source: Quota period
it: Periodo della quota

source: Does the quota get reset each day, week or month?
it: La quota viene azzerata ogni giorno, settimana o mese?

source: Check before download
it: Controlla prima del download

source: Try to predict successful completion before actual download (slower!)
it: Tenta di prevedere il completamento con successo prima del download effettivo (più lento!)

source: SSL Ciphers
it: Cifrari SSL

source: Increase performance by forcing a lower SSL encryption strength.
it: Aumenta le prestazioni forzando una potenza di crittografia SSL inferiore.

source: Maximum retries
it: Numero massimo di tentativi

source: Maximum number of retries per server
it: Numero massimo di tentativi per server

source: Abort jobs that cannot be completed
it: Annulla i processi che non possono essere completati

source: When during download it becomes clear that too much data is missing, abort the job
it: Quando durante il download diventa chiaro che mancano troppi dati, annulla il processo

source: Add Server
it: Aggiungi server

source: Server description
it: Descrizione server

source: Port
it: Porta

source: Username
it: Nome utente

source: Account expiration date
it: Data di scadenza dell'account

source: Warn 5 days in advance of account expiration date.
it: Avvisa 5 giorni prima della data di scadenza dell'account.

source: Quota for this account, counted from the time it is set. In bytes, optionally follow with K,M,G.<br />Warn when it reaches 0, checked every few minutes.
it: Quota per questo account, contata dal momento in cui è impostata. In byte, opzionalmente seguito da K,M,G.<br />Avvisa quando raggiunge 0, controllato ogni pochi minuti.

source: Retention time
it: Tempo di conservazione

source: Secure connection to server
it: Connessione sicura al server

source: Certificate verification
it: Verifica del certificato

source: When SSL is enabled: - Strict: enforce full certificate verification. This is the most secure setting. - Medium: verify that the certificate is valid and matches the server address, but allow certificates locally injected (for example by firewall or virus scanner).- Minimal: verify that the certificate is valid. This is not secure, any valid certificate could be used. - Disabled: no certification verification. This is not secure at all, anyone could intercept your connection.
it: Quando SSL è abilitato: - Rigoroso: applica la verifica completa del certificato. Questa è l'impostazione più sicura. - Medio: verifica che il certificato sia valido e corrisponda all'indirizzo del server, ma consente certificati iniettati localmente (ad esempio da firewall o scanner antivirus). - Minimo: verifica che il certificato sia valido. Questo non è sicuro, qualsiasi certificato valido potrebbe essere utilizzato. - Disabilitato: nessuna verifica della certificazione. Questo non è affatto sicuro, chiunque potrebbe intercettare la tua connessione.

source: Disabled
it: Disabilitato

source: Minimal
it: Minimo

source: Medium
it: Medio

source: Strict
it: Rigoroso

source: 0 is highest priority, 100 is the lowest priority
it: 0 è la priorità più alta, 100 è la più bassa

source: Required
it: Richiesto

source: In case of connection failures, the download queue will be paused for a few minutes instead of skipping this server
it: In caso di fallimenti di connessione, la coda di download verrà messa in pausa per alcuni minuti invece di saltare questo server

source: Optional
it: Opzionale

source: For unreliable servers, will be ignored longer in case of failures
it: Per i server inaffidabili, verrà ignorato più a lungo in caso di fallimenti

source: Enable
it: Abilita

source: Remove Server
it: Rimuovi server

source: Test Server
it: Testa server

source: Clear Counters
it: Azzera contatori

source: Testing server details...
it: Test dei dettagli del server in corso...

source: Bandwidth
it: Larghezza di banda

source: Personal notes
it: Note personali

source: Article availability
it: Disponibilità articoli

source: %f% available of %d requested articles
it: %f%% disponibili di %d articoli richiesti

source: Add Schedule
it: Aggiungi pianificazione

source: Frequency
it: Frequenza

source: Action
it: Azione

source: Arguments
it: Argomenti

source: Current Schedules
it: Pianificazioni correnti

source: The checkbox next to the feed name should be ticked for the feed to be enabled and be automatically checked for new items.<br />When a feed is added, it will only pick up new items and not anything already in the RSS feed unless you press "Force Download".
it: La casella di controllo accanto al nome del feed deve essere spuntata affinché il feed sia abilitato e controllato automaticamente per nuovi elementi.<br />Quando un feed viene aggiunto, raccoglierà solo nuovi elementi e non quelli già presenti nel feed RSS, a meno che non si prema "Forza Download".

source: Seperate multiple URLs by a comma
it: Separa più URL con una virgola

source: Read Feed
it: Leggi feed

source: Force Download
it: Forza download

source: Apply filters
it: Applica filtri

source: Edit
it: Modifica

source: Next scan at
it: Prossima scansione alle

source: Order
it: Ordine

source: Type
it: Tipo

source: Filter
it: Filtro

source: Accept
it: Accetta

source: Reject
it: Rifiuta

source: Requires
it: Richiede

source: RequiresCat
it: RichiedeCat

source: At least
it: Almeno

source: At most
it: Al massimo

source: From SxxEyy
it: Da SxxEyy

source: From Show SxxEyy
it: Da Show SxxEyy

source: Matched
it: Corrispondente

source: Not Matched
it: Non corrispondente

source: Downloaded
it: Scaricato

source: Read All Feeds Now
it: Leggi tutti i feed ora

source: If only the <em>Default</em> category is selected, notifications are enabled for jobs in all categories.
it: Se è selezionata solo la categoria <em>Predefinita</em>, le notifiche sono abilitate per i processi in tutte le categorie.

source: Email Notification On Job Completion
it: Notifica email al completamento del processo

source: Never
it: Mai

source: Always
it: Sempre

source: Error-only
it: Solo in caso di errore

source: Disk Full Notifications
it: Notifiche disco pieno

source: Send email when disk is full and SABnzbd is paused.
it: Invia email quando il disco è pieno e SABnzbd è in pausa.

source: Send RSS notifications
it: Invia notifiche RSS

source: Send email when an RSS feed adds jobs to the queue.
it: Invia email quando un feed RSS aggiunge processi alla coda.

source: SMTP Server
it: Server SMTP

source: Set your ISP's server for outgoing email.
it: Imposta il server del tuo ISP per le email in uscita.

source: Email Recipient
it: Destinatario email

source: Email address to send the email to.
it: Indirizzo email a cui inviare l'email.

source: Email Sender
it: Mittente email

source: Who should we say sent the email?
it: Chi dobbiamo indicare come mittente dell'email?

source: OPTIONAL Account Username
it: Nome utente account OPZIONALE

source: For authenticated email, account name.
it: Per email autenticata, nome dell'account.

source: OPTIONAL Account Password
it: Password account OPZIONALE
