Repository: sabnzbd/sabnzbd
Catalog: po/main/*.po
Languages: it

source: Open folder
it: Apri cartella

source: Open complete folder
it: Apri cartella completati

source: Not available
it: Non disponibile

source: Failed to send macOS notification
it: Invio notifica macOS fallito

source: Failed to send Prowl message
it: Invio messaggio Prowl fallito

source: Failed to send Apprise message - no URLs defined
it: Invio messaggio Apprise fallito - nessun URL definito

source: One or more Apprise URLs could not be loaded.
it: Uno o più URL di Apprise non sono stati caricati.

source: Failed to send one or more Apprise Notifications
it: Invio di una o più notifiche Apprise fallito

source: Failed to send Apprise message
it: Invio messaggio Apprise fallito

source: Bad response from Pushover (%s): %s
it: Risposta errata da Pushover (%s): %s

source: Failed to send pushover message
it: Invio messaggio pushover fallito

source: Bad response from Pushbullet (%s): %s
it: Risposta errata da Pushbullet (%s): %s

source: Failed to send pushbullet message
it: Invio messaggio pushbullet fallito

source: Script returned exit code %s and output "%s"
it: Lo script ha restituito il codice di uscita %s e l'output "%s"

source: Notification script "%s" does not exist
it: Lo script di notifica "%s" non esiste

source: Failed to send Windows notification
it: Invio notifica Windows fallito

source: Cannot create temp file for %s
it: Impossibile creare il file temporaneo per %s

source: Error while adding %s, removing
it: Errore durante l'aggiunta di %s, rimozione in corso

source: Error removing %s
it: Errore durante la rimozione di %s

source: Failed to import %s files from %s
it: Importazione di %s file da %s fallita

source: Incompatible queuefile found, cannot proceed
it: Trovato file di coda incompatibile, impossibile procedere

source: Error loading %s, corrupt file detected
it: Errore durante il caricamento di %s, rilevato file corrotto

source: NZB added to queue
it: NZB aggiunto alla coda

source: Ignoring duplicate NZB "%s"
it: Ignorando NZB duplicato "%s"

source: Failing duplicate NZB "%s"
it: Fallimento NZB duplicato "%s"

source: Duplicate NZB
it: NZB duplicato

source: Invalid NZB file %s, skipping (error: %s)
it: File NZB non valido %s, saltato (errore: %s)

source: Empty NZB file %s
it: File NZB vuoto %s

source: Pre-queue script marked job as failed
it: Lo script pre-coda ha contrassegnato il processo come fallito

source: Unwanted Extension in file %s (%s)
it: Estensione non desiderata nel file %s (%s)

source: Aborted, cannot be completed
it: Annullato, non può essere completato

source: Error importing %s
it: Errore durante l'importazione di %s

source: DUPLICATE
it: DUPLICATO

source: ALTERNATIVE
it: ALTERNATIVO

source: ENCRYPTED
it: CRITTOGRAFATO

source: TOO LARGE
it: TROPPO GRANDE

source: INCOMPLETE
it: INCOMPLETO

source: UNWANTED
it: NON DESIDERATO

source: WAIT %s sec
it: ATTENDI %s sec

source: PROPAGATING %s min
it: PROPAGAZIONE %s min

source: Downloaded in %s at an average of %sB/s
it: Scaricato in %s a una media di %sB/s

source: Age
it: Età

source: %s articles were malformed
it: %s articoli erano malformati

source: %s articles were missing
it: %s articoli erano mancanti

source: %s articles had non-matching duplicates
it: %s articoli avevano duplicati non corrispondenti

source: Pausing duplicate NZB "%s"
it: Messa in pausa NZB duplicato "%s"

source: Problem with
it: Problema con

source: SABnzbd needs a free tcp/ip port for its internal web server.<br> Port %s on %s was tried , but it is not available.<br> Some other software uses the port or SABnzbd is already running.<br> <br> Please restart SABnzbd with a different port number.
it: SABnzbd necessita di una porta tcp/ip libera per il suo server web interno.<br> La porta %s su %s è stata provata, ma non è disponibile.<br> Qualche altro software sta usando la porta o SABnzbd è già in esecuzione.<br> <br> Si prega di riavviare SABnzbd con un numero di porta diverso.

source: If you get this error message again, please try a different number.<br>
it: Se ricevi di nuovo questo messaggio di errore, prova un numero diverso.<br>

source: SABnzbd needs a valid host address for its internal web server.<br> You have specified an invalid address.<br> Safe values are <b>localhost</b> and <b>0.0.0.0</b><br> <br> Please restart SABnzbd with a proper host address.
it: SABnzbd necessita di un indirizzo host valido per il suo server web interno.<br> Hai specificato un indirizzo non valido.<br> I valori sicuri sono <b>localhost</b> e <b>0.0.0.0</b><br> <br> Si prega di riavviare SABnzbd con un indirizzo host appropriato.

source: SABnzbd detected saved data from an other SABnzbd version<br> but cannot re-use the data of the other program.<br><br> You may want to finish your queue first with the other program.<br><br> After that, start this program with the "--clean" option.<br> This will erase the current queue and history!<br> SABnzbd read the file "%s".
it: SABnzbd ha rilevato dati salvati da un'altra versione di SABnzbd<br> ma non può riutilizzare i dati dell'altro programma.<br><br> Potresti voler prima terminare la tua coda con l'altro programma.<br><br> Dopodiché, avvia questo programma con l'opzione "--clean".<br> Questo cancellerà la coda e la cronologia attuali!<br> SABnzbd ha letto il file "%s".

source: SABnzbd cannot find its web interface files in %s.<br> Please install the program again.<br> <br>
it: SABnzbd non riesce a trovare i file della sua interfaccia web in %s.<br> Si prega di installare di nuovo il programma.<br> <br>

source: SABnzbd detected a fatal error:
it: SABnzbd ha rilevato un errore fatale:

source: SABnzbd detected that the file sqlite3.dll is missing.<br><br> Some poorly designed virus-scanners remove this file.<br> Please check your virus-scanner, try to re-install SABnzbd and complain to your virus-scanner vendor.<br> <br>
it: SABnzbd ha rilevato che il file sqlite3.dll è mancante.<br><br> Alcuni scanner antivirus mal progettati rimuovono questo file.<br> Si prega di controllare il proprio scanner antivirus, provare a reinstallare SABnzbd e lamentarsi con il fornitore dello scanner antivirus.<br> <br>

source: Press Startkey+R and type the line (example):
it: Premi Tasto Start+R e digita la riga (esempio):

source: Open a Terminal window and type the line (example):
it: Apri una finestra di Terminale e digita la riga (esempio):

source: Program did not start!
it: Il programma non si è avviato!

source: Fatal error
it: Errore fatale

source: Unable to bind to port %s on %s. Some other software uses the port or SABnzbd is already running.
it: Impossibile collegarsi alla porta %s su %s. Qualche altro software sta usando la porta o SABnzbd è già in esecuzione.

source: Cannot launch the browser, probably not found
it: Impossibile avviare il browser, probabilmente non trovato

source: Access denied
it: Accesso negato

source: Error %s: You need to provide a valid username and password.
it: Errore %s: È necessario fornire un nome utente e una password validi.

source: Old queue detected, use Status->Repair to convert the queue
it: Rilevata vecchia coda, usare Stato->Ripara per convertire la coda

source: Failed to compile regex for search term: %s
it: Compilazione della regex per il termine di ricerca %s fallita

source: Download might fail, only %s of required %s available
it: Il download potrebbe fallire, disponibile solo %s del %s richiesto

source: Download failed - Not on your server(s)
it: Download fallito - Non sul tuo/i server

source: Post-processing
it: Post-elaborazione

source: Moving
it: Spostamento in corso

source: Sent %s to queue
it: Inviato %s alla coda

source: Error renaming "%s" to "%s"
it: Errore durante la rinomina di "%s" in "%s"

source: Failed to move files
it: Spostamento dei file fallito

source: Running user script %s
it: Esecuzione script utente %s in corso

source: Script exit code is %s
it: Il codice di uscita dello script è %s

source: Ran %s
it: Eseguito %s

source: More
it: Altro

source: Post Processing Failed for %s (%s)
it: Post-elaborazione fallita per %s (%s)

source: Post-processing was aborted
it: La post-elaborazione è stata annullata

source: Download Failed
it: Download fallito

source: Cleanup of %s failed.
it: Pulizia di %s fallita.

source: Download Completed
it: Download completato

source: Cannot create final folder %s
it: Impossibile creare la cartella finale %s

source: [%s] No par2 sets
it: [%s] Nessun set par2

source: Some files failed to verify against "%s"
it: Alcuni file non hanno superato la verifica rispetto a "%s"

source: Verified successfully using SFV files
it: Verificato con successo usando i file SFV

source: Trying RAR-based verification
it: Tentativo di verifica basata su RAR

source: Passworded
it: Protetto da password

source: [%s] RAR-based verification failed: %s
it: [%s] Verifica basata su RAR fallita: %s

source: RAR files verified successfully
it: File RAR verificati con successo

source: RAR files failed to verify
it: Verifica dei file RAR fallita

source: Trying RAR renamer
it: Tentativo di rinomina RAR

source: No matching earlier rar file for %s
it: Nessun file rar precedente corrispondente per %s

source: Removing %s failed
it: Rimozione di %s fallita

source: Failed to hibernate system
it: Ibernazione del sistema fallita

source: Failed to standby system
it: Messa in standby del sistema fallita

source: Error while shutting down system
it: Errore durante lo spegnimento del sistema

source: Received a DBus exception %s
it: Ricevuta un'eccezione DBus %s

source: Incorrect RSS feed description "%s"
it: Descrizione del feed RSS non corretta "%s"

source: Do not have valid authentication for feed %s
it: Non si dispone di un'autenticazione valida per il feed %s

source: Server side error (server code %s); could not get %s on %s
it: Errore lato server (codice server %s); impossibile ottenere %s su %s

source: Failed to retrieve RSS from %s: %s
it: Recupero RSS da %s fallito: %s

source: Server %s uses an untrusted HTTPS certificate
it: Il server %s utilizza un certificato HTTPS non attendibile

source: RSS Feed %s was empty
it: Il feed RSS %s era vuoto

source: Incompatible feed
it: Feed incompatibile

source: Empty RSS entry found (%s)
it: Trovata voce RSS vuota (%s)

source: Show interface
it: Mostra interfaccia

source: Pause for
it: Pausa per

source: Pause for 5 minutes
it: Pausa per 5 minuti

source: Pause for 15 minutes
it: Pausa per 15 minuti

source: Pause for 30 minutes
it: Pausa per 30 minuti

source: Pause for 1 hour
it: Pausa per 1 ora

source: Pause for 3 hours
it: Pausa per 3 ore

source: Pause for 6 hours
it: Pausa per 6 ore

source: Shutdown
it: Spegni

source: Remaining
it: Rimanente

source: Add NZB
it: Aggiungi NZB

source: Bad schedule %s at %s:%s
it: Pianificazione errata %s alle %s:%s

source: Unknown action: %s
it: Azione sconosciuta: %s

source: Schedule for non-existing server %s
it: Pianificazione per server inesistente %s

source: Trying to set status of non-existing server %s
it: Tentativo di impostare lo stato del server inesistente %s

source: Join files
it: Unisci file

source: Unpack
it: Estrai

source: Deobfuscate
it: Deoffusca

source: Source
it: Sorgente

source: Servers
it: Server

source: Failed
it: Fallito

source: Waiting
it: In attesa

source: Repairing...
it: Riparazione in corso...

source: Extracting...
it: Estrazione in corso...

source: Moving...
it: Spostamento in corso...

source: Running script...
it: Esecuzione script in corso...

source: Fetching extra blocks...
it: Recupero blocchi extra in corso...

source: Quick Check...
it: Controllo rapido...

source: Verifying...
it: Verifica in corso...

source: Checking
it: Controllo in corso

source: disable server
it: disabilita server

source: enable server
it: abilita server

source: Speedlimit
it: Limite di velocità

source: Pause All
it: Pausa tutto

source: Pause post-processing
it: Pausa post-elaborazione

source: Resume post-processing
it: Riprendi post-elaborazione

source: Read RSS feeds
it: Leggi feed RSS

source: Remove failed jobs
it: Rimuovi processi falliti

source: Remove completed jobs
it: Rimuovi processi completati

source: Pause low priority jobs
it: Pausa processi a bassa priorità

source: Pause normal priority jobs
it: Pausa processi a priorità normale

source: Pause high priority jobs
it: Pausa processi ad alta priorità

source: Resume low priority jobs
it: Riprendi processi a bassa priorità

source: Resume normal priority jobs
it: Riprendi processi a priorità normale

source: Resume high priority jobs
it: Riprendi processi ad alta priorità

source: Enable quota management
it: Abilita gestione quota

source: Disable quota management
it: Disabilita gestione quota

source: Pause jobs with category
it: Pausa processi con categoria

source: Resume jobs with category
it: Riprendi processi con categoria

source: Off
it: Spento

source: Very Low
it: Molto Bassa

source: Moderate
it: Moderata

source: Normal
it: Normale

source: High
it: Alta

source: Emergency
it: Emergenza

source: Low
it: Bassa

source: hour
it: ora

source: hours
it: ore

source: mins
it: min

source: seconds
it: secondi

source: day
it: giorno

source: days
it: giorni

source: week
it: settimana

source: Month
it: Mese

source: Year
it: Anno

source: Day of month
it: Giorno del mese

source: This week
it: Questa settimana

source: This month
it: Questo mese

source: Selected date range
it: Intervallo di date selezionato

source: Today
it: Oggi

source: Total
it: Totale

source: on
it: su

source: Parameters
it: Parametri

source: Python Version
it: Versione Python

source: Home page
it: Pagina iniziale

source: or
it: o

source: Cancel
it: Annulla

source: Log in
it: Accedi

source: Log out
it: Esci

source: Remember me
it: Ricordami

source: Save
it: Salva

source: Saving..
it: Salvataggio in corso..

source: Are you sure?
it: Sei sicuro?

source: Config
it: Configurazione

source: Status
it: Stato

source: Help
it: Aiuto

source: Live Chat
it: Chat dal vivo

source: Issues
it: Problemi

source: Support the project, Donate!
it: Sostieni il progetto, dona!

source: General
it: Generale

source: Folders
it: Cartelle

source: Switches
it: Opzioni

source: Scheduling
it: Pianificazione

source: Notifications
it: Notifiche

source: Categories
it: Categorie

source: Sorting
it: Ordinamento

source: Special
it: Speciali

source: Search
it: Cerca

source: Are you sure you want to shutdown SABnzbd?
it: Sei sicuro di voler spegnere SABnzbd?

source: Add
it: Aggiungi

source: Category
it: Categoria

source: Priority
it: Priorità

source: +Repair
it: +Ripara

source: +Unpack
it: +Estrai

source: +Delete
it: +Elimina

source: Force
it: Forza

source: Stop
it: Ferma

source: Enter URL
it: Inserisci URL

source: Shutdown PC
it: Spegni PC

source: Hibernate PC
it: Iberna PC

source: Shutdown SABnzbd
it: Spegni SABnzbd

source: Processing
it: Elaborazione

source: Name
it: Nome

source: Retry
it: Riprova

source: Scripts
it: Script

source: Delete all items from the queue?
it: Eliminare tutti gli elementi dalla coda?

source: Are you sure you want to remove these jobs?
it: Sei sicuro di voler rimuovere questi processi?

source: Purge NZBs
it: Svuota NZB

source: Purge NZBs & Delete Files
it: Svuota NZB ed elimina file

source: Remove NZB
it: Rimuovi NZB

source: Remove NZB & Delete Files
it: Rimuovi NZB ed elimina file

source: Permanently delete (skip archive)
it: Elimina permanentemente (salta archivio)

source: Missing articles
it: Articoli mancanti

source: Quota left
it: Quota rimanente

source: manual
it: manuale

source: Reset Quota now
it: Azzera quota ora

source: Archive
it: Archivio

source: Hide details
it: Nascondi dettagli

source: Show details
it: Mostra dettagli

source: Show Failed
it: Mostra falliti

source: Show All
it: Mostra tutti

source: Show Archive
it: Mostra archivio

source: Size
it: Dimensione

source: Purge Failed NZBs
it: Svuota NZB falliti

source: Purge Failed NZBs & Delete Files
it: Svuota NZB falliti ed elimina file

source: Purge Completed NZBs
it: Svuota NZB completati

source: Purge NZBs on the current page
it: Svuota NZB nella pagina corrente

source: Optional Supplemental NZB
it: NZB supplementare opzionale

source: Path
it: Percorso

source: Retry all failed jobs
it: Riprova tutti i processi falliti

source: Force Disconnect
it: Forza disconnessione

source: Disconnect all active connections to usenet servers. Connections will be reopened after a few seconds if there are items in the queue.
it: Disconnetti tutte le connessioni attive ai server usenet. Le connessioni verranno riaperte dopo alcuni secondi se ci sono elementi nella coda.

source: This will send a test email to your account.
it: Questo invierà un'email di prova al tuo account.

source: Show Logging
it: Mostra log

source: Test Email
it: Email di prova

source: Logging
it: Registrazione

source: Errors/Warning
it: Errori/Avvisi

source: Connections
it: Connessioni

source: Article identifier
it: Identificatore articolo

source: File set
it: Set di file

source: Enabled
it: Abilitato

source: Connection failed!
it: Connessione fallita!

source: Local IPv4 address
it: Indirizzo IPv4 locale

source: Public IPv4 address
it: Indirizzo IPv4 pubblico

source: IPv6 address
it: Indirizzo IPv6

source: Nameserver / DNS Lookup
it: Nameserver / Ricerca DNS

source: Download speed limited by
it: Velocità di download limitata da

source: Disk speed
it: Velocità del disco

source: System load
it: Carico di sistema

source: System Performance (Pystone)
it: Prestazioni di sistema (Pystone)

source: Download folder speed
it: Velocità cartella di download

source: Complete folder speed
it: Velocità cartella completati

source: Internet Bandwidth
it: Larghezza di banda Internet

source: Repeat test
it: Ripeti test

source: Test download
it: Download di prova

source: Adds a verified test NZB of the specified size, filled with random data. Can be used to verify your setup.
it: Aggiunge un NZB di prova verificato della dimensione specificata, riempito con dati casuali. Può essere usato per verificare la tua configurazione.

source: Config File
it: File di configurazione

source: Used cache
it: Cache usata

source: Platform
it: Piattaforma

source: This will restart SABnzbd.<br />Use it when you think the program has a stability problem.<br />Downloading will be paused before the restart and resume afterwards.
it: Questo riavvierà SABnzbd.<br />Usalo quando pensi che il programma abbia un problema di stabilità.<br />Il download sarà messo in pausa prima del riavvio e riprenderà dopo.

source: <br />If authentication is enabled, you will need to login again.
it: <br />Se l'autenticazione è abilitata, dovrai effettuare nuovamente l'accesso.

source: Advanced
it: Avanzate

source: There are orphaned jobs in the download folder.<br />You can choose to delete them (including files) or send them back to the queue.
it: Ci sono processi orfani nella cartella di download.<br />Puoi scegliere di eliminarli (inclusi i file) o di rimandarli alla coda.

source: The "Repair" button will restart SABnzbd and do a complete<br />reconstruction of the queue content, preserving already downloaded files.<br />This will modify the queue order.
it: Il pulsante "Ripara" riavvierà SABnzbd ed eseguirà una ricostruzione completa<br />del contenuto della coda, preservando i file già scaricati.<br />Questo modificherà l'ordine della coda.

source: Changes have not been saved, and will be lost.
it: Le modifiche non sono state salvate e andranno perse.

source: When your IP address changes or SABnzbd is restarted the session will expire.
it: Quando il tuo indirizzo IP cambia o SABnzbd viene riavviato, la sessione scadrà.

source: Enable 7zip
it: Abilita 7zip

source: Speed up repairs by installing par2cmdline-turbo, it is available for many platforms.
it: Velocizza le riparazioni installando par2cmdline-turbo, è disponibile per molte piattaforme.

source: Version
it: Versione

source: Uptime
it: Tempo di attività

source: Read the Wiki Help on this!
it: Leggi l'aiuto della Wiki su questo!

source: Restarting SABnzbd...
it: Riavvio di SABnzbd in corso...

source: Changes will require a SABnzbd restart!
it: Le modifiche richiederanno un riavvio di SABnzbd!

source: SABnzbd Web Server
it: Server Web SABnzbd

source: SABnzbd Host
it: Host SABnzbd

source: Host SABnzbd should listen on.
it: Host su cui SABnzbd dovrebbe essere in ascolto.

source: SABnzbd Port
it: Porta SABnzbd

source: Port SABnzbd should listen on.
it: Porta su cui SABnzbd dovrebbe essere in ascolto.

source: Web Interface Theme
it: Tema interfaccia web

source: Choose a theme.
it: Scegli un tema.

source: SABnzbd Username
it: Nome utente SABnzbd

source: Optional authentication username.
it: Nome utente opzionale per l'autenticazione.

source: SABnzbd Password
it: Password SABnzbd

source: Optional authentication password.
it: Password opzionale per l'autenticazione.

source: If the SABnzbd Host or Port is exposed to the internet, your current settings allow full external access to the SABnzbd interface.
it: Se l'host o la porta di SABnzbd sono esposti a Internet, le impostazioni attuali consentono l'accesso esterno completo all'interfaccia di SABnzbd.

source: Security
it: Sicurezza

source: Enable HTTPS
it: Abilita HTTPS

source: Enable accessing the interface from a HTTPS address.
it: Abilita l'accesso all'interfaccia da un indirizzo HTTPS.

source: Modern web browsers and other clients will not accept self-signed certificates and will give a warning and/or won't connect at all.
it: I browser web moderni e altri client non accetteranno certificati autofirmati e daranno un avviso e/o non si connetteranno affatto.

source: HTTPS Port
it: Porta HTTPS

source: If empty, the standard port will only listen to HTTPS.
it: Se vuota, la porta standard sarà in ascolto solo per HTTPS.

source: HTTPS Certificate
it: Certificato HTTPS

source: File name or path to HTTPS Certificate.
it: Nome del file o percorso del certificato HTTPS.

source: Generate new self-signed certificate and key. Requires SABnzbd restart!
it: Genera nuovo certificato autofirmato e chiave. Richiede il riavvio di SABnzbd!

source: HTTPS Key
it: Chiave HTTPS

source: File name or path to HTTPS Key.
it: Nome del file o percorso della chiave HTTPS.

source: HTTPS Chain Certifcates
it: Catena di certificati HTTPS

source: File name or path to HTTPS Chain.
it: Nome del file o percorso della catena HTTPS.

source: Tuning
it: Ottimizzazione

source: RSS Checking Interval
it: Intervallo controllo RSS

source: Checking interval (in minutes, at least 15). Not active when you use the Scheduler!
it: Intervallo di controllo (in minuti, almeno 15). Non attivo quando si utilizza il Pianificatore!

source: Maximum line speed
it: Velocità massima della linea

source: Percentage of line speed
it: Percentuale della velocità della linea

source: Which percentage of the linespeed should SABnzbd use, e.g. 50
it: Quale percentuale della velocità della linea dovrebbe usare SABnzbd, es. 50

source: Article Cache Limit
it: Limite cache articoli

source: Cache articles in memory to reduce disk access.<br /><i>In bytes, optionally follow with K,M,G. For example: "64M" or "128M"</i>
it: Metti in cache gli articoli in memoria per ridurre l'accesso al disco.<br /><i>In byte, opzionalmente seguito da K,M,G. Ad esempio: "64M" o "128M"</i>

source: Create backup
it: Crea backup
